---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PlanViewNorth
source: html/3aad9ec3-80f9-b6fc-2743-3101c929ccf9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PlanViewNorth Property

"Orientation"

## Syntax (C#)
```csharp
public static ForgeTypeId PlanViewNorth { get; }
```